Repository: dv25/septimus
Catalog: UnoApp1/Strings/*/Resources.resw
Source language: en
Languages: sv_se

# AZK234.Content
source: Contact
sv_se: Kontakt

# ApplicationName
source: UnoApp7-en
sv_se: UnoApp7-sv

# CKL781.Content
source: How we work
sv_se: Så jobbar vi

# DPM876.Content
source: About Septimus
sv_se: Om Septimus

# HIP692.Content
source: Svenska
sv_se: English

# JKL126.Content
source: Vacant assignments
sv_se: Lediga uppdrag

# TYO651.Header
source: We act for you
sv_se: Vi agerar för dig

# TYO651.Text
source: Technology is reshaping recruitment into a faster and more intelligent discipline.
sv_se: Tekniken håller på att omforma rekrytering till en snabbare och mer intelligent disciplin.

# GFI604.Text
source: We do our outmost to make your professional dreams come true...
sv_se: Vi gör vårt yttersta för att förverkliga dina yrkesdrömmar...

# FDE768.Text
source: by believing in your competence, we help you...
sv_se: genom att våga tro på din kompetens hjälper vi dig...

# FDO682.Text
source: to act together for your professional career.
sv_se: att tillsammans agera för din karriär.

# GFR109.Text
source: ABOUT US
sv_se: OM OSS

# DFG165.Text
source: Recruitment in a New Technological Era.
sv_se: Rekrytering i en ny teknisk era.

# DBV176.Text
source: Technology is transforming recruitment into a faster and more intelligent discipline, reshaping how organizations discover talent and how candidates experience the hiring journey.
sv_se: Tekniken håller på att omforma rekrytering till en snabbare och mer intelligent disciplin, och förändrar hur organisationer hittar talanger och hur kandidater upplever sin resa, med digitala verktyg som effektiviserar processer som tidigare var helt manuella, vilket gör att rekryterare kan flytta fokus från administration till mänskliga möten.

# FIM877.Content
source: Read more
sv_se: Läs mer

# AWH591.Header
source: This is how we work
sv_se: Såhär jobbar vi

# SES100.Text
source: We work intensively to acquainted with the person behind a CV. We prioritize you and your career.
sv_se: Vi arbetar intensivt för att lära känna människan bakom ett CV. Vi prioriterar dig och din karriär.

# HOP879.Header
source: Vacant assignments
sv_se: Lediga uppdrag

# FED189.Text
source: No jobs found
sv_se: Inga jobb hittades

# CXI887.Text
source: Spontaneous application - We are always looking for new talents.
sv_se: Spontanansökan- Vi är alltid på jakt efter nya talanger.

# FEI998.Content
source: Send your application
sv_se: Skicka din ansökan

# GRT148.Text
source: Contact
sv_se: Kontakt

# VBK800.Text
source: If you want to come in contact with us, don't hesitate to reach out!
sv_se: Vill du komma i kontakt med oss? Hör gärna av dig.

# AQP980.Content
source: Contact us
sv_se: Kontakta oss

# BNM103.Text
source: Septimus values the individual, their work experience and career development.
sv_se: Septimus värdesätter individen, dess arbetslivserfarenhet samt karriärsutveckling.

# GFD103.Text
source: By promoting meaningful relationships with our partners, we can present a breadth of the labor market's most attractive career opportunities to our employees and candidates. Septimus works towards most industries, both in the private and public sector. Visions and values Our vision is equal opportunity for work for everyone. We achieve this by mapping knowledge, skills and experience together with our candidates, after which we carefully At Septimus, we value the individual, their work experience and career development. With us, the ceiling is high and an inclusive work climate where everyone is welcome.
sv_se: Genom att skapa och bibehålla meningsfulla relationer med våra samarbetspartners kan vi presentera en bred rad av arbetsmarknadens mest attraktiva karriärmöjligheter för våra medarbetare och kandidater. Septimus verkar inom de flesta branscherna, både inom privat och offentlig sektor. Visioner och värderingar Vår vision är likvärdig chans till arbete för alla. Detta når vi genom att tillsammans med våra kandidater kartlägga kunskap, kompetens och erfarenhet varpå vi noggrant matchar dem mot spännande och utvecklande uppdrag. På Septimus värdesätter vi individen, dess arbetslivserfarenhet samt karriärutveckling. Hos oss är det högt i tak och ett inkluderande arbetsklimat där alla är välkomna.

# AWH591.Text
source: With us, you work together with competent and driven colleagues who support and develop our consultants.
sv_se: Hos oss arbetar du tillsammans med kompetenta och drivna kollegor som stöttar och utvecklar våra konsulter.

# ZSU398.Text
source: Recruitment process
sv_se: Rekryteringsprocess

# GOP791.Text
source: It's simple, dare to go along!
sv_se: Det är enkelt, våga åka med!

# CXO771.Text
source: Through an in-depth survey of your knowledge and experience, we make sure to match you with the right assignment.
sv_se: Genom en djupgående kartläggning av dina kunskaper och erfarenheter ser vi till att matcha dig med rätt uppdrag.

# MNI184.Text
source: With the help of our proven expertise, we design a qualitative and personal profile that represents you.
sv_se: Med hjälp av vår beprövade expertis utformar vi en kvalitativ och personlig profil vilken representerar dig.

# VVK199.Text
source: Interview
sv_se: Intervju

# FSE234.Text
source: Our belief is that the combination of your skills and personality is what makes you successful on the job market. For us, this means that we prioritize getting to know you as a person.
sv_se: Vår övertygelse är att kombination mellan din kompetens och personlighet är det som får dig att lyckas på arbetsmarknaden. För oss betyder det att vi prioriterar att lära känna dig som person.

# XKO558.Text
source: With the help of the created knowledge inventory, we make sure to present you with high quality to our customers and partners.
sv_se: Med hjälp av den framtagna kunskapsinventeringen ser vi till att presentera dig med hög kvalité till våra kunder och samarbetspartners.

# PPO991.Text
source: Welcome aboard!
sv_se: Välkommen ombord!

# HPE991.Text
source: After a successful interview with the customer, you will be employed by Septimus. With us, you get a personal consultant manager who will guide and support you throughout your time with us, both work-related and also personally. As an employee with us, you get the tools you need to take on your tasks in the best way. You meet continuously with your consultant manager, partly for follow-up of the assignment but also for your personal development and well-being.
sv_se: Efter en lyckad intervju hos kund blir du anställd av Septimus. Hos oss får du en personlig konsultchef som kommer att vägleda och stöta dig genom hela din tid hos oss både arbetsrelaterat men även personligt. Som anställd hos oss får du de verktyg du behöver för att ta dig an dina arbetsuppgifter på bästa sätt. Du träffar kontinuerligt din konsultchef, dels för uppföljning av uppdraget men även för din personliga utveckling och välmående.

# VXC761.Text
source: We help and guide you during your journey.
sv_se: Vi hjälper och handleder dig under resans gång.

# AZB887.Text
source: We devote time and commitment to mapping your knowledge and experience. By always updating your CV during the assignment, we ensure that you are ready for new challenges. To further strengthen your position on the labor market, we are ready to invest in your skills development by offering you training courses.
sv_se: Vi avsätter tid och engagemang på att kartlägga dina kunskaper och erfarenheter. Genom att alltid uppdatera ditt CV under uppdragets gång ser vi till att du är redo för nya utmaningar. För att stärka din position på arbetsmarknaden ytterligare så är vi redo att investera i din kompetensutveckling genom att erbjuda dig utbildningar.

# VGU981.Text
source: En trygg arbetsmiljö
sv_se: A safe working environment

# TTQ187.Text
source: We always do our utmost to create a safe and stable work environment for you at the client.
sv_se: Vi gör alltid vårt yttersta för att skapa en trygg och stabil arbetsmiljö för dig ute hos uppdragsgivaren.

# GPL100.Text
source: Health and wellbeing
sv_se: Hälsa och välmående

# VBM554.Text
source: We care about your health and offer you a range of different benefits, including a comprehensive healthcare insurance, occupational pension etc.
sv_se: Vi är måna om din hälsa och erbjuder dig en rad olika förmåner, bland annat en heltäckande sjukvårdsförsäkring, tjänstepension etc.

# DTM100.Header
source: Which clients can I possibly work with at your place?
sv_se: Hur går rekryteringsprocessen till hos er?

# DTM100.Details
source: Thanks to our broad and established partner network, we can offer a variety of career opportunities in both the private and public sector.
sv_se: För hela rekryteringsprocessen vänligen kika på :

# DTM101.Header
source: How do you work with skills development?
sv_se: Kan jag söka fler än ett jobb samtidigt?

# DTM101.Details
source: Each employee with us makes a long-term plan together with their manager. If necessary, we pay for certifications and training to support you in your role and your development.
sv_se: Självklart kan du göra det. Det visar på engagemang och uppskattas av oss och våra kunder.

# DTM102.Header
source: Do you offer health care subsidies?
sv_se: Vilka förmåner kan ni erbjuda mig som konsult?

# DTM103.Header
source: What type of employment do you offer?
sv_se: Vad händer om jag blir av med ett uppdrag?

# DTM104.Header
source: Do you have a work environment representative at your place?
sv_se: Har ni ett arbetsmiljöombud hos er?

# DTM102.Details
source: Yes, we offer all our employees a wellness allowance.
sv_se: Vi är måna om din hälsa och erbjuder dig en rad olika förmåner, bland annat tjänstepension, en heltäckande sjukvårdsförsäkring året om, friskvårdsbidrag etc.

# DTM103.Details
source: We offer all our employees permanent employment with a six-month trial period. In addition, we always offer a fixed monthly salary for safer and more stable employment.
sv_se: Hos oss har du en fast månadslön även när du är mellan olika uppdrag. Vi erbjuder våra medarbetare kurser och certifieringar under tiden vi hittar nya uppdrag till dem samt att det alltid finns möjlighet att jobba med oss internt i organisationen.

# DTM104.Details
source: Yes, we have a work environment representative who works to ensure a safe and secure work environment for our employees. Welcome to send your question to Septimus.
sv_se: Ja, vi har ett arbetsmiljöombud som arbetar för att säkerställa en säker och trygg arbetsmiljö för våra anställda. Välkommen att skicka din fråga till Septimus.

# BMP811.Text
source: Below you will find a selection of frequently asked questions.
sv_se: Nedan finner du ett urval av vanligt förekommande frågor.

# HOP879.Text
source: Below you will find some of our current assignments. If you don´t find an assignment that matches you, you are welcome with your spontaneous application and we will investigate the possibilities for you.
sv_se: Nedan finner du några av våra aktuella uppdrag. Hittar du inget uppdrag som matchar dig är du välkommen med din spontanasökan så utreder vi möjligheterna för just dig.

# GJP493.Header
source: Contact us
sv_se: Kontakta oss

# BNM103.Header
source: About Septimus
sv_se: Om Septimus

# BMP811.Header
source: Questions and answers
sv_se: Frågor och svar

# GJP493.Text
source: If you want to come in contact with us, don't hesitate to reach out!
sv_se: Vill du komma i kontakt med oss? Hör gärna av dig.

# GTP871.Text
source: About Septimus
sv_se: Om Septimus

# DSW105.Text
source: Vacant assignments
sv_se: Lediga uppdrag
